<template>
    <!--列表容器-->
  <div class="resources-list">
    <ResourcesActivityItem 
      :resourcesList="activityList"
    />
  </div>
</template>

<script setup>
import { ref } from 'vue';
import ResourcesActivityItem from './components/ResourcesActivityItem.vue';
const activityList = ref([
  {
    image: 'https://jbinfo-ipp.oss-cn-hangzhou.aliyuncs.com/ipp-mod-hcss/zhuhaidashjfgdhJNJ3dejasda/csm/2024-06/activity/2024-06/2swSUJO1vDsJv5He.png',
    title: '反电信网络诈骗--提高防范意识讲座呀哈',
    desc: '反电信网络诈骗--提高防范意识讲座随着网络信息的发达，网络诈骗也层出不穷，屡禁不止。特别是老年人，对资讯了解不够及时，防诈骗意识比较薄弱，今天诚邀吕律师开展一堂--反电信网络诈骗，提高防范意识的讲座，吸引了20名老年人民群众参加。此次讲座主要讲解诈骗类型和真实案例分析：让大家如何甄别是否属于诈骗行为.诈骗类型有:1冒充熟人诈骗2中奖信息诈骗3网络购物诈骗4电话欠费诈骗等.通过吕律师以各类诈骗真实案例的细致分析和大家的交流互动，大家深刻认识到电信诈骗已深入到日常生活中，平时需提高意识防范诈骗。通过这次电信网络诈骗的讲座 ，大家收益匪浅.居家养老中心将持续举办类似的知识讲座活动，为老年人提供更多更新的网络信息反馈，让每一位老年人都能多了解，多防范，避免金钱财产损失。',
    date: '2024-5-19',
    address: '荔山村居家养老服务站'
  },
  {
    image: 'https://jbinfo-ipp.oss-cn-hangzhou.aliyuncs.com/ipp-mod-hcss/zhuhaidashjfgdhJNJ3dejasda/csm/2024-06/activity/2024-06/ovIspYnCzLvebuNb.png',
    title: '第一期“耆彩共创”自组织交流活动之“齐展银龄之美”',
    desc: '来一睹藤山社区自组织的“银龄风采”为营造藤山社区自组织发展的良好环境，打造藤山社区“耆彩共创空间”自组织发展品牌，加强自组织队伍间的互动交流，6月25日上午，在藤山社区党群服务中心的指导下，藤山社区居家养老服务站开展了第一期“耆彩共创”自组织交流活动之“齐展银龄之美”。本次共有6支文化自组织队伍参与学习交流，活动中，队伍首先分别轮番展示各自的“拿手好戏”，节奏感鲜明，感染力独特的腰鼓队跳打出了一首充满力量鼓曲《洪湖水浪打浪》；交谊舞队热情万分，默契十足，迈着优雅的步伐带来了一曲《九儿》；新疆舞队带来一整套轻快灵活、优美舒展的舞蹈串烧；合唱队在悠扬的电吹管乐的相伴下带来一曲合唱《最美的歌唱给妈妈》，沁人心脾；朗诵队带来的《读中国》，激昂的语调，深情的演绎，展现出对祖国的挚爱与自豪；旗袍队伍自信从容，风情万种展示着银龄魅力……自组织队伍相互展示着各自的风采。经过一轮才艺展示后，社工组织队伍成员围坐一起进行分享交流，相互探讨不同文化活动的表演技巧和经验，从而扩展成员们对表演技巧的认知。最后，6支队伍合作共舞，尽显活力夕阳红。此次活动通过为孵化培育后的自组织搭建了交流平台，有效激发了自组织队伍参与社区治理的活力，为社区内各项活动储备了文艺力量，进⼀步展现了藤山社区共治、共建、共享的新色彩。',
    date: '2024-06-19',
    address: '狮群村居家养老服务站'
  },
  {
    image: 'https://jbinfo-ipp.oss-cn-hangzhou.aliyuncs.com/ipp-mod-hcss/zhuhaidashjfgdhJNJ3dejasda/csm/2024-06/activity/2024-06/MFOru0zMClcNeVjV.png',
    title: '“‘火眼金睛’识骗局”防非法集资知识宣传活动',
    desc: '今年6月是全国第12个防范非法集资宣传月，为进一步加强广益村长者防范非法集资宣传教育，营造防范非法集资良好氛围，切实提升长者防范与远离非法集资意识。6月21日上午，由广益村党群服务中心、广益村居家养老服务站主办，珠海市瑞众社会工作服务中心承办，在广益村居家养老服务站开展“守住钱袋子·护好幸福家”—广益村长者防范非法集资宣传活动。本次活动共有15名长者参加。活动现场，社工引导长者观看非法集资短视频，对“高额回报”的民间借贷投资项目要擦亮眼睛、提高警惕。随后，社工模拟非法集资者的常用话术，如“高回报、低风险”“限时优惠、机不可失”等，让长者在亲身体验中了解非法集资的套路和手法，学会识别并抵制这类诱惑。活动最后，志愿者通过发放宣传手册向长者介绍非法集资的常见手段、类型等相关内容，揭露非法集资套路的多样性和隐蔽性，提醒长者在日常生活中要增强自我安全防范意识，提升非法集资风险防范意识和识别能力。通过此次活动，进一步增强长者的辨别能力和防范非法集资的意识，帮助长者掌握必要的金融知识和技能，守好守牢长者的“钱袋子”。',
    date: '2024-06-21',
    address: '藤山社区长者饭堂'
  },
  {
    image: 'https://jbinfo-ipp.oss-cn-hangzhou.aliyuncs.com/ipp-mod-hcss/zhuhaidashjfgdhJNJ3dejasda/csm/2024-06/activity/2024-06/QnBp79Sqx4UMzw5W.png',
    title: '“守住钱袋子·护好幸福家” —广益村长者防范非法集资宣传活动',
    desc: '今年6月是全国第12个防范非法集资宣传月，为进一步加强广益村长者防范非法集资宣传教育，营造防范非法集资良好氛围，切实提升长者防范与远离非法集资意识。6月21日上午，由广益村党群服务中心、广益村居家养老服务站主办，珠海市瑞众社会工作服务中心承办，在广益村居家养老服务站开展“守住钱袋子·护好幸福家”—广益村长者防范非法集资宣传活动。本次活动共有15名长者参加。活动现场，社工引导长者观看非法集资短视频，对“高额回报”的民间借贷投资项目要擦亮眼睛、提高警惕。随后，社工模拟非法集资者的常用话术，如“高回报、低风险”“限时优惠、机不可失”等，让长者在亲身体验中了解非法集资的套路和手法，学会识别并抵制这类诱惑。活动最后，志愿者通过发放宣传手册向长者介绍非法集资的常见手段、类型等相关内容，揭露非法集资套路的多样性和隐蔽性，提醒长者在日常生活中要增强自我安全防范意识，提升非法集资风险防范意识和识别能力。通过此次活动，进一步增强长者的辨别能力和防范非法集资的意识，帮助长者掌握必要的金融知识和技能，守好守牢长者的“钱袋子”。',
    date: '2024-06-19',
    address: '上栅社区居家养老服务站'
  },
  {
    image: 'https://jbinfo-ipp.oss-cn-hangzhou.aliyuncs.com/ipp-mod-hcss/zhuhaidashjfgdhJNJ3dejasda/csm/2024-06/activity/2024-06/G9MeQgL2KTCxvllh.png',
    title: '上栅社区居家养老服务站开展“守住钱袋子，护好幸福家”防范非法集资宣传活动  ',
    desc: '活动现场，辖区驻点吴之成律师聚焦人民群众关注度高的养老、文旅等案件高发领域，有针对性进行普法。吴律师用通俗易懂的语言结合典型案例，揭露非法集资坑害人民群众血汗钱的黑暗真相，提醒长者们谨防诈骗噱头，不要掉进“保本高收益”的投资深渊。同时呼吁长者们树立正确的投资观念，自觉远离非法集资。',
    date: '2024-06-19',
    address: '广益村长者饭堂'
  },
  {
    image: 'https://jbinfo-ipp.oss-cn-hangzhou.aliyuncs.com/ipp-mod-hcss/zhuhaidashjfgdhJNJ3dejasda/csm/2024-06/activity/2024-06/iMHHMciT2SWoSCOC.png',
    title: '上栅社区居家养老服务站“守护银发族，远离养老诈骗”——预防电信诈骗知识讲座',
    desc: '活动中，辖区驻点吴之成律师用通俗易懂的语言，结合电话诈骗、网络刷单、杀猪盘骗局等典型案例进行了详细解读，针对虚假投资理财诈骗、虚假网络贷款诈骗、冒充快递公司“包裹丢失退款”等高发类案件，进行了深入的剖析。吴律师特别提醒大家在日常生活中一定要妥善保护个人信息，做到不听、不信、不转账，不给不法分子留下可乘之机，不将个人资料、验证码等敏感信息告知他人。最后，服务站社工指导大家下载安装了“国家反诈中心APP”，并详细讲解了软件的功能和使用方法，筑牢了线上+线下防诈反诈双重防线。',
    date: '2024-06-21',
    address: '上栅社区居家养老服务站'
  }
])
</script>

<style lang="less" scoped>
.resources-list{
  margin: auto;
  margin-top: 80px;
  width: 80%;
}
</style>